# 주식기본정보요청
opt10017_list = {
    'opt10017': ['종목코드',
                 '종목정보',
                 '종목명',
                 '현재가',
                 '전일대비기호',
                 '전일대비',
                 '등락률',
                 '거래량',
                 '전일거래량',
                 '매도잔량',
                 '매도호가',
                 '매수호가',
                 '매수잔량',
                 '횟수',
                ],
}

# 주식시분요청
opt10006_list = {
    'opt10006': ['날짜',
                 '시간',
                 '고가',
                 '저가',
                 '종가',
                 '대비',
                 '등락률',
                 '거래량',
                 '거래대금',
                 '체결강도',
                ],
}
# 미체결요청
opt10075_list = {
    'opt10075': ['계좌번호',
                 '주문번호',
                 '관리사번',
                 '종목코드',
                 '업무구분',
                 '주문상태',
                 '종목명',
                 '주문수량',
                 '주문가격',
                 '미체결수량',
                 '체결누계금액',
                 '원주문번호',
                 '주문구분',
                 '매매구분',
                 '시간',
                 '체결번호',
                 '체결가',
                 '체결량',
                 '현재가',
                 '매도호가',          
                 '매수호가',
                 '단위체결가',
                 '단위체결량',
                 '당일매매수수로',
                 '당일매매세금',
                 '개인투자자',
                ],    
}

# 주식분봉차트조회요청
opt10080_list = {
    'opt10080': ['종목코드',
                 '체결시간',                 
                 '현재가',
                 '거래량',                 
                ],
}